Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: If the character is seeking a customized morph with specific implants or enhancements, the search will be more challenging.
fr_fr: Si un personnage cherche une morph customisée avec des implants ou des amélioratiosn spécifiques, la recherche sera encore plus difficile.

source: The gamemaster should apply a –10 to –30 modifier here as well, depending on the extent and legality of the modifications sought.
fr_fr: Le maître de jeu devrait également y appliquer un modificateur de -10 à -30, en fonction de l'étendu et de la légalité des modifications recherchées.

source: Once a morph is located, the character may call in favors (p.
fr_fr: Une fois que la morph est localisée, le personnage doit faire appel à des faveurs (p.

source: 285) or pay credits for it.
fr_fr: 285) ou payer des crédits pour l'obtenir.

source: Morph costs are noted on the Morph Costs table.
fr_fr: Le coût des morphs est noté sur la table de Coût des Morphs.

source: In the inner system, morph prices are often inflated by demand in the market such that the most desirable morph types can cost a small fortune.
fr_fr: Dans le système intérieur, le prix des morphs est souvent augmenté par la demande du marché et les morpsh les plus désirées peuvent valoir une petite fortune.

source: Outsystem, prices in rep are more reasonable but still steep due to population pressures on life support-dependent outer system settlements.
fr_fr: A l'extérieur, les prix en rep sont plus raisonnable mais toujours élevés en raison de la pression de la population sur les abris dépendant d'un soutien du système extérieur.

source: For travelers and frequent body hoppers, there are a number of ways to defray these costs.
fr_fr: Pour les voyageurs et ceux qui changent fréquemment de corps, il y a de nombreuses façon de réduire ces coûts.

source: Finding morphs for travelers and the bodiless is a specialized skill demanding deep social networks and a flair for negotiation.
fr_fr: Trouver une morph pour les voyageurs et ceux qui n'ont pas de corps est une compétence spécialisée nécessitant des résedaux sociaux solide et un sens de la négociation.

source: In general, it's a seller's market, so brokers (or ``matchmakers,'' as they're called in the open economy) act as agents for the person seeking a body.
fr_fr: En géénrale, c'est un marché de revente, les revendeurs (ou "entremetteurs," comme ils sont appelés dans la nouvelle économie) agissent comme des agents de la personne cherchant un corps.

source: The Morph Costs table assumes a 10% fee paid to the broker.
fr_fr: La table du Coût des Morphs prend en compte la marge de 10% de l'intermédiaire.

source: Characters wishing to cut out the middleman may reduce cost by 10% but take a –30 penalty on their Networking Test to locate an available morph.
fr_fr: Les personnages souhaitant éviter cet agent peuvent réduire le coût de 10% mais subissent une pénalité de -30 à leur Test de Réseau.pour localiser une morph disponible.

source: If a character seeks to have a customized morph (with extra bioware, cyberware, or nanoware implants or robotic enhancements), the costs for these enhancements are added to the morph's cost (if the gamemaster chooses, discount package deals may apply).
fr_fr: Si un personnage cherche à obtenir une morph personnalisée (avec du bioware, du cyberwware ou des implants nano supllémenatire, ou des amélioratiosn raobotiques), le coût de ces améliorations est ajouté au coût de la morph (si le maître de jeu le décide, une réduction peut-être appliquée sur le lot).

source: Likewise, morphs may come saddled with positive or negative morph traits (p.
fr_fr: De même, les morphs peuvent être fournit avec des trait de morphs positifs ou négatif (p.

source: These traits raise or lower the morph's cost at a rate of +500 credits per CP for positive traits, or –200 credits per CP of negative traits.
fr_fr: Ces traits augmentent ou diminuent le coût de la morph au taux de +500 crédits par PP pour les traits positifs ou de -200 crédits par PP de traits négatifs.

source: Negative traits typically reflect abuses the morph has suffered at the hands of previous occupants.
fr_fr: Les traits négatifs reflettent typiquement les abus que la morph a subit entre les mains de l'occupant précédent.

source: For those who wish to leave their old morph behind permanently, trade-ins on current morphs are an option.
fr_fr: Pour ceux qui désirent abandonner définitivement leur ancienne morph, les échanges de morph sont des options courantes.

source: The high demand for bodies means that a buyer is almost always available unless the gamemaster finds extenuating circumstances.
fr_fr: La demande de corps élevée signifie qu'un acheteur est presque toujours disponible, sauf si le maître de jeu trouve des circonstances particulières.

source: Morphs may be traded in for the value shown on the Morph Costs table adjusted for any positive or negative traits), less a 10% physical exam and finder's fee.
fr_fr: Les morphs peuvent être échangée à la valeur indiquée dans la table des Coûts de Morph ajustée par tous les traist positif ou négatifs, avec une réduction de 10% pour les examens physique et les frais du dénicheur.

source: This is either paid to the morph broker in cred or rendered as a favor using rep.
fr_fr: Cette somme est soit payée au vendeur en credits soit rendues comme faveur en utilisant la rep.

source: Characters on missions for rich or influential patrons may have morphs provided for them.
fr_fr: Les personnages en mission pour un mentor riche ou intégral peuvent avoir des morphs fournit par lui.

source: Normally such provisions are made for the duration of a job, although less commonly the morph itself might be payment for services rendered.
fr_fr: Normalement de telles provisions sont faites pour la durée du travail, même si parfois la morph peut considéer en soi une forme de paiement pour le service rendu.

source: Gamemasters are encouraged to be creative with such arrangements, though players should be advised that such bargains can quickly turn Faustian.
fr_fr: les maîþres de jeu sont encouragés à être créatif lors de tels arranegemnt, bien que les joueurs devraient être conscient que de tels échanges peuvent rapidement se révéler Faustiens.

source: Black market body traders promise to provide the buyer with morphs and upgrades of choice regardless of a habitat's laws against weapons or implants, in addition to bypassing standard arrival registration via darkcasting.
fr_fr: Les vendeurs de crops du marché noir promettent de fournir l'acheteur avec les morphs et les mises à jour de son choix indépendamment des lois contre les armes ou les implants, en plus de contourner les procédures d'enregsitrelment des arrivées standard grâce au darkcast.

source: Illegal morphs usually come with a price markup (+25% at least), whereas used morphs with unsavory backgrounds (and traits) can usually be acquired on the cheap (–25%).
fr_fr: Les morphs illégales sont généralement fournies avec une hausse de prix (au moins +25%), alors que les morphs d'occasion ayant un passif louches (et ds traits bizarre) sont générallement moins chère (-25%).

source: MORPH TYPE
fr_fr: TYPE DE MORPH

source: COST
fr_fr: COÛT

source: Flats, Splicers
fr_fr: Plates, Spliceurs

source: Expensive (30,000+)
fr_fr: Chère (30 000+)

source: Furies, Ghosts, Remade
fr_fr: Furie, Ghosts, Refaite

source: Expensive (40,000+)
fr_fr: Chère (40 000+)

source: Expensive (50,000+)
fr_fr: Chère (50 000+)

source: All others
fr_fr: Toutes les autres

source: Workers, Pleasure Pods
fr_fr: Pods de Travail, de Plaisir

source: Novacrabs
fr_fr: Novacrabes

source: Cases
fr_fr: Boîtiers

source: Synths, Dragonflies
fr_fr: Synths, Libellulles

source: Slitheroids, Swarmanoids
fr_fr: Slitheroïdes, Swarmanoïdes

source: Flexbots
fr_fr: Transformers

source: Arachnoids
fr_fr: Arachnoïdes

source: Reapers
fr_fr: Reapeurs

source: Positive morph traits
fr_fr: Traits de morphs positifs

source: +500 per CP
fr_fr: +500 par PP

source: Negative morph traits
fr_fr: Traits de morphs négatifs

source: –200 per CP
fr_fr: –200 par PP

source: Characters who find themselves too destitute to afford a new morph can strike a deal for indentured service—a ``deal'' that is rarely advantageous to the
fr_fr: Les personnages trop fauchés pour s'offrir une nouvelle morph peuvent conclure un marché pour du service contracté - un "accord" qui est rarement à l'avantage du

source: new indenture.
fr_fr: nouveau contracté.

source: Typical contracts require years of indentured labor—terraforming Mars, herding comets, asteroid mining, constructing habitats, colonizing exoplanets, etc.—in exchange for a cheap synthetic morph or splicer at the end of the term.
fr_fr: Les contrat typique nécessitent des années de travail contractés - terraformation de Mars, exploitation de comète, minage d'astéroïde, construction d'habitats, colonisation d'exoplanètes, etc. - en échange d'une synthmorph ou d'un spliceur bon marché à la fin du contrat.

source: Lack
fr_fr: Manque

source: ``What's the number?''
fr_fr: "Quel jour on est?"

source: The word dig their claws into my new vocal cords and yank themselves up and out of my parched throat.
fr_fr: Les mots transpercent mes nouvelles cordes vocalles et décapent ma gorge sèche en sortant.

source: My diction is predictably poor, as it always is during the first few minutes following a resleeve.
fr_fr: Comme prévu, ma diction est mauvaise, comme toujours durant les quelques minutes suivant une réincarnation.

source: The pitch of the voice is apparent despite the mumbled, sandpaper slur of the words.
fr_fr: Le timbre de la voix est apparent en dépit du hachage, du décapage des mots.

source: Definitely a biomorph and my latest sex is female.
fr_fr: C'est une biomorph, définitivement, et mon nouveau sexe est féminin.

source: This much I know in the first few seconds.
fr_fr: C'est tout ce que je peux savoir dans les premières secondes.

source: The model eludes me right now, but I'll know for certain soon enough, once motion is mine again.
fr_fr: Le modèle m'échappe encore, mais je le saurai de manière certaine bien assez tôt, dés que j'aurai récupéré le contrôle du mouvement.

source: Another fury morph is my first guess.
fr_fr: Je parierai sur une autre morph fury.

source: The slab is hard.
fr_fr: La paillasse du laboratoire est dure.

source: Nothing more than frigid metal with crisp white synth-slick wrapped around it.
fr_fr: Guère plus que du métal froid enrobé dans du synthé-plastique blanc et crissant.

source: Typical accommodations for a corp dollhouse.
fr_fr: C'est l'Installation type d'une maison de poupées corpo.

source: The chill seeps through my skin and wraps around my bones.
fr_fr: Le froid transperce ma peau et s'enroule autour de mes os.

source: A cortical cruncher looms over me, waving his welcome-back beam side to side, occasionally catching my pupils.
fr_fr: Un casseur de corticalle se penche vers moi, agitant son rayon de bienvenue d'un côté à l'autre, attirant mes pupilles occasionnellement.

source: His smug, bored face speaks: ``Consciousness confirmed.'' The beam clicks off.
fr_fr: Son visage suffisant, ennuyeux, parle: "Conscience confirmée." Le rayon s'éteint d'un clic.

source: My question should have made it obvious that I am back, but the guy is a slave to procedure.
fr_fr: Ma question aurait du rendre évident le fait que j'étais de retour, mais le mec est un esclave de la procédure.

source: They all are.
fr_fr: Ils le sont tous.

source: Corporate body banks like their employees paralyzed by obedience, unable to think for themselves.
fr_fr: Les banques de corps corporatistes aprécient que leurs employés soient paralysés par l'obéissance, incapable de penser par eux-mêmes.

source: I mumble the question again.
fr_fr: Je marmonne encore une fois la question.

source: ``March 11.''
fr_fr: "Le 11 Mars."

source: ``How many after the Fall?''
fr_fr: "Combien de temps après la Chute?"

source: ``Are you for real?''
fr_fr: "Vous êtes sérieux?"

source: I am paranoid.
fr_fr: Je suis paranoïaque.

source: Yes.
fr_fr: Oui.

source: I need to know the year every time I return upon a body bank slab.
fr_fr: Je doit connaître l'année à chaque fois que je retourne sur la table d'une banque de corps.

source: Paranoia is just one of the plagues transhumanity faces these days.
fr_fr: La paranoïa est juste une des plaies à laquelle doit faire face la transhumanité ces jours-ci.

source: I try to snag the data from my new sleeve's mesh inserts before opening my mouth again.
fr_fr: En général, j'essaye de récupérer les données des inserts de mesh de ma nouvelle inarnation avant de parler.

source: No luck.
fr_fr: Pas de chance.

source: Asking a sleeve tech for the year is always humiliating.
fr_fr: Demander l'année à un technicien d'incarnation est toujours humiliant.

source: Makes me feel like an amateur, but the circumstances are definitely extenuating, so I press him.
fr_fr: Je passe pour un amateur, mais les circonstances sont réellement exténuantes, donc je lui mets la pression.

source: Hard.
fr_fr: Fort.

source: ``Answer the fucking question.''
fr_fr: "Répond à la putain de question."

source: The corp sloth gives me the lunatic eye before he answers.
fr_fr: Le corpo indolent me fixe de son strabisme avant de répondre.

source: ``Uh ... 10 AF.
fr_fr: "Euh ... 10 AF.

source: You haven't been gone that long.
fr_fr: Vous n'êtes pas parti si longtemps.

source: Your last backup ... ''
fr_fr: Votre dernière sauvegarde ... "

source: He scans his entoptics for the info.
fr_fr: Il scanne son entoptique pour l'info.

source: ``... 14 days, 7 hours ago.''
fr_fr: " ... date d'il y a 14 jours et 7 h."

source: It takes a second to sink in, but when it does, it stings.
fr_fr: L'info mets une seconde avant de pénétrer, mais lorsque elle y arrive, ça pique.

source: It never ceases to shock when time slips away from me.
fr_fr: Ça ne cessera jamais de me donner une claque lorsque le temps m'échappe.

source: Two weeks.
fr_fr: Deux semaines.

source: Gone.
fr_fr: Parti.

source: Completely wiped from my existence.
fr_fr: Complètement supprimées de mon existence.

source: Two weeks ago, there was another me, sleeved in another morph.
fr_fr: Il y a deux semaines, c'était un autre moi, incarné dans une autre morph.

source: There was a mission and it led to my death.
fr_fr: Il y a eu une mission qui a mené à ma mort.

source: That is all I know.
fr_fr: C'est tout ce que je sait.

source: Either Firewall failed to retrieve the cortical stack off the corpse so I could retain those two weeks, or the fuckers deliberately chose to swipe that time from me.
fr_fr: Soit Firewall a échoué à récupérer la pile corticale du cadavre afin que je puisse me rappeler de ces deux semaines, où les enculés ont délibérement choisis d'effacer cette période.

source: Honestly, though, both possibilities are preferable to having another self bouncing around out there, doing who knows what-the-fuck.
fr_fr: Honnètement, cependant, les deux options sont préférables à avoir un autre moi se balandant à l'extérieur, en traffiquant on ne sait quelle conneries.

source: Some t-humies get off on having multiple selves traipsing all over, but my ego is in check.
fr_fr: Quelques mecs sombrent en ayant de multiples eux errant un peu partout, mais mon ego est robuste.

source: One Sava is enough misery to unleash on the ‘verse.
fr_fr: L'Univers ne supporterait pas un autre Sava.

source: Shit.
fr_fr: Merde.

source: My brain is wandering off into morose territory; always does during the first moments following a resleeve.
fr_fr: Mon cerveau se barre dans les territoires de la morosité; c'ets toujours pareil pendant les quelques minutes suivant une réincarnation.

source: I need a physical context.
fr_fr: J'ai besoin d'un contexte physique.

source: Something tangible to focus my attention on.
fr_fr: Quelque chose de tangible sur lequel me concentrer.

source: I bring my hands in front of my eyes, arms feeling like two-ton sacks of rocks.
fr_fr: Je ramène mes mains en face de mes yeux, j'ai l'impression que mes bras sont comme deux sacs d'une tonne de pierre.

source: The fingers are thin and long; the knuckles callused, scarred and misshapen.
fr_fr: Les doigts sont fins et long; les phalanges sont calleuses, couturées de cicatrices et irrégulières.

source: Obviously the work of many thrown punches, fists connecting with jaws, metal, flesh.
fr_fr: A l'évidence, le travail d'un paquet de coups, de poings rencontrant des machoires, du métal, de la chair.

source: Yep.
fr_fr: Ouaip.

source: A well-worn fury morph.
fr_fr: Une morph fury qui a déjà bien vécu.

source: You get what you pay for, I suppose; or what Firewall is willing to pay for.
fr_fr: Tu as ce pour quoi tu payes, je suppose; ou ce pour quoi Firewall veut bien payer.

source: Why do I do it?
fr_fr: Pourquoi je fait ça?

source: As far as the org is concerned, I'm nothing more than a cheap precision instrument, tossed into the recycling bin when I snap in half.
fr_fr: Du point de vue de l'organisation, je ne suis rien de plus qu'un instrument de précision bon marché, balancé au recyclage quand je me fait couper en deux.

source: There will always be more of me, until the horrors prove too intense, until the files get too corrupt, until I know too much and Firewall decides to wipe me, then some other sap will step in to preserve transhumanity.
fr_fr: Il y aura toujours d'autres moi, jusqu'à ce que l'horreur soit trop intense, jusqu'à ce que les fichiers soient trop corrompus, jusqu'à ce que j'en sache trop et que Firewall décide de se débarasser de moi, alors un autre gars s'avancera pour préserver la transhumanité.

source: Preserve transhumanity.
fr_fr: Préserver la transhumanité.

source: Fantastic.
fr_fr: Génial.

source: Now I'm babbling like a Firewall propaganda tweet!
fr_fr: Maintenant je parles comme un discours de propagande deFirewall!

source: My arms weaken and flop back to my sides.
fr_fr: Mes bras faiblissent et tombent mollement sur le côté.

source: The strength just isn't there yet.
fr_fr: La force n'est pas encore là.

source: A few more minutes with nothing but my thoughts.
fr_fr: Encore quelques minutes seul avec mes pensées.

source: On his way out of the recovery bay, the cort cruncher laughs at my feeble attempt at motion.
fr_fr: En sortant du hangar de récupération, le casseur de cortical se moque de ma pitoyable tentative de mouvement.

source: ``What's your hurry?'' he says.
fr_fr: "Pourquoi vous presser?" me dit-il.

source: ``Just relax, willya?
fr_fr: "Reposez-vous, ok?

source: You collapse onto the floor, you're gonna stay there until you get yourself up.
fr_fr: Vous vous effondrez sur le sol, vous y resterez jusqu'à ce que vous puissiez vous relevez.

source: They don't pay me enough to babysit newbies.'' His flippancy doesn't help my mood and the melancholy returns.
fr_fr: Ils ne me payent pas suffisament pour surveiller les débutants." Sa légèreté n'aide pas mon humeur, et la mélancolie revient.

source: What experiences are no longer a part of my consciousness?
fr_fr: Quelles expériences ne font plus parties de ma conscience?

source: Perhaps the thrill of a lifetime.
fr_fr: Peut-être le frisson d'une vie.

source: Did I discover true beauty?
fr_fr: Ai-je découvert la vraie beauté?

source: Fall in love?
fr_fr: Suis-je tombé amoureux?

source: Have an epiphany?
fr_fr: Ai-je eu une révélation?

source: Save a life?
fr_fr: Ai-je sauvé une vie?

source: I'll never know.
fr_fr: Je ne le saurai jamais.

source: Those memories, that life, that version of me, is gone.
fr_fr: Ces souvenirs, cette vie, cette version de moi, ont disparus.

source: The new me, lying on this slab, was never shaped by those experiences.
fr_fr: Le nouveau moi, allongé sur cette paillasse, n'a jamais été façonné par ces expériences.

source: My chest hollows out from the weight of the loss.
fr_fr: Mon torse se creuse sous le poids de cette perte.

source: I gotta shift the thought process.
fr_fr: Je doit changer de façon de penser.

source: Fuck it.
fr_fr: Putain.

source: Maybe there was no joy, no revelations.
fr_fr: Peut-être qu'il n'y avait pas de joie, pas de révélations.

source: It was a shit two weeks.
fr_fr: C'était deux semaines d'emmerde.

source: I'm certain of it.
fr_fr: Je suis certain de ça.

source: I was bored out of my mind.
fr_fr: Je suis mort d'ennui.

source: Better yet, broken and suffering from an epic heartache.
fr_fr: Encore mieux, je me suis fait jeter et j'ai souffert d'un chagrin d'amour épique.

source: My demise was meaningless.
fr_fr: Ma mort n'avait aucun sens.

source: I OD'd on kick, flopping on the floor in a pathetic speed-addled frenzy till my heart exploded.
fr_fr: J'ai fait une overdose de kick, me roulant par terre dans une pathétique frénésie d'excitation jusqu'à ce que mon cœur explose.

source: I was gutted by some low-life scumborn in a back station corridor over some lo-rez black market XP.
fr_fr: J'ai été étripé par des racailles fauchées dans un corridor sombre d'une station obscure pour de l'XP basse résolution au marché noir.

source: I'm glad the time was wiped.
fr_fr: Je suis heureux que le temps ait été supprimé.

source: Ecstatic, in fact.
fr_fr: Extatique en fait.

source: Fuck them.
fr_fr: Je les emmerde.

source: I don't need those two weeks.
fr_fr: Je n'ai pas besoin de ces deux semaines.

source: But these thoughts are lies.
fr_fr: Mais ces pensées sont des mensonges.

source: I need those two weeks.
fr_fr: J'ai besoin de ces deux semaines.

source: I don't feel whole without them.
fr_fr: Je ne me sent pas complet sans elles.

source: Hell, I feel incomplete if even an hour is sacrificed.
fr_fr: Bordel, je me sent incomplet si même une heure est sacrifiée.

source: I have to know.
fr_fr: Je doit savoir.

source: Someone knows what occurred.
fr_fr: Quelqu'un sait ce qu'il s'est passé.

source: No doubt.
fr_fr: Sans aucun doute.

source: Probably a Firewall proxy, Jesper most likely.
fr_fr: Un proxy de Firewall à priori, Jesper trés probablement.

source: He was my connect this go round.
fr_fr: C'était ma connexion pour cette mission.

source: I remember that much.
fr_fr: Je me rappelle de ça.

source: The wipe would have been his call.
fr_fr: C'est lui qui a du demander l'effacement.

source: And proxies have a quick trigger finger when it comes to wiping us sentinels.
fr_fr: Et les proxys ont la gachette facile quand il s'agît de nous sacirifier nous autres sentinelles.

source: Even a hard-earned rep score can't save my memories when Firewall deems the results of a mission too sensitive for an outer circle thug like myself to possess.
fr_fr: Même un score de rep durement gagné ne peux sauver mes souvenirs quand Firewall juge les résultats d'une mission trop sensible pour qu'un voyou de seconde zone comme moi puisse les posséder.

source: As long as the fucking job gets done.
fr_fr: Tant que le putain de boulot est fait.

source: As long as transhumanity perseveres.
fr_fr: Tant que la transhumanité persévère.

source: What a shit deal.
fr_fr: Quel arrangement de merde.

source: How did my life, my lives, come to this?
fr_fr: Comment ma vie, mes vies, en sont venues à ça?

source: Always in the hands of another.
fr_fr: Toujours entre les mains des autres.

source: Again, the dread, the paranoia.
fr_fr: Et revoilà la crainte, la paranoïa

source: I gotta shake this off.
fr_fr: Je doit passer outre.

source: I have to give the org the benefit of the doubt.
fr_fr: Je doit donner à l'organisation le bénéfice du doute.

source: I've been a sentinel for decades.
fr_fr: Ça fait des décennies que je suis une sentinelle.
